{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "dropbar.nvim": {
      "src": "https://github.com/Bekaboo/dropbar.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lazy.nvim": {
      "src": "https://github.com/folke/lazy.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tiny-cmdline.nvim": {
      "src": "https://github.com/rachartier/tiny-cmdline.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
